Repository: GNOME/gtk
Catalog: po/*.po
Languages: en@shaw

source: Failed to write to temporary file when loading XBM image
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ XBM ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: The XBM image format
en@shaw: ğ‘ XBM ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: No XPM header found
en@shaw: ğ‘¯ğ‘´ XPM ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Invalid XPM header
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› XPM ğ‘£ğ‘§ğ‘›ğ‘¼

source: XPM file has image width <= 0
en@shaw: XPM ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘›ğ‘” <= 0

source: XPM file has image height <= 0
en@shaw: XPM ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘²ğ‘‘ <= 0

source: XPM has invalid number of chars per pixel
en@shaw: XPM ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘—ğ‘¸ğ‘Ÿ ğ‘ğ‘» ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤

source: XPM file has invalid number of colors
en@shaw: XPM ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Cannot allocate memory for loading XPM image
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ XPM ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Cannot read XPM colormap
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘› XPM ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘¥ğ‘¨ğ‘

source: Failed to write to temporary file when loading XPM image
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ XPM ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: The XPM image format
en@shaw: ğ‘ XPM ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Couldn't load bitmap
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¥ğ‘¨ğ‘

source: Couldn't save
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘

source: Don't batch GDI requests
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘¨ğ‘— GDI ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘•

source: Don't use the Wintab API for tablet support
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘š API ğ‘“ğ‘¹ ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘©ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘

source: Same as --no-wintab
en@shaw: ğ‘•ğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ --no-wintab

source: Do use the Wintab API [default]
en@shaw: ğ‘›ğ‘µ ğ‘¿ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘š API [ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘]

source: Size of the palette in 8 bit mode
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘¦ğ‘¯ 8 ğ‘šğ‘¦ğ‘‘ ğ‘¥ğ‘´ğ‘›

source: COLORS
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Make X calls synchronous
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘§ğ‘’ğ‘• ğ‘’ğ‘·ğ‘¤ğ‘Ÿ ğ‘•ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘ªğ‘¯ğ‘©ğ‘•

source: Could not show link
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘¤ğ‘¦ğ‘™ğ‘’

source: License
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: The license of the program
en@shaw: ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: C_redits
en@shaw: ğ‘’_ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•

source: _License
en@shaw: _ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: About %s
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ %s

source: Credits
en@shaw: ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•

source: Written by
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ ğ‘šğ‘²

source: Documented by
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘šğ‘²

source: Translated by
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘²

source: Artwork by
en@shaw: ğ‘­ğ‘®ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘šğ‘²

# keyboard label
source: Shift
en@shaw: ğ‘–ğ‘¦ğ‘“ğ‘‘

# keyboard label
source: Ctrl
en@shaw: ğ‘’ğ‘‘ğ‘®ğ‘¤

# keyboard label
source: Alt
en@shaw: ğ‘·ğ‘¤ğ‘‘

# keyboard label
source: Super
en@shaw: ğ‘•ğ‘µğ‘ğ‘¼

# keyboard label
source: Hyper
en@shaw: ğ‘£ğ‘²ğ‘ğ‘»

# keyboard label
source: Meta
en@shaw: ğ‘¥ğ‘°ğ‘‘ğ‘©

# keyboard label
source: Space
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•

# keyboard label
source: Backslash
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘•ğ‘¤ğ‘¨ğ‘–

source: Invalid root element: '%s'
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘®ğ‘µğ‘‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘: '%s'

source: Unhandled tag: '%s'
en@shaw: ğ‘³ğ‘¯ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ğ‘› ğ‘‘ğ‘¨ğ‘œ: '%s'

# Accelerator
source: Disabled
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

# Accelerator
source: Invalid
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: New accelerator...
en@shaw: ğ‘¯ğ‘¿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼...

source: Pick a Color
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Received invalid color data
en@shaw: ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Select the color you want from the outer ring. Select the darkness or lightness of that color using the inner triangle.
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¬ğ‘‘ğ‘¼ ğ‘®ğ‘¦ğ‘™. ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘¹ ğ‘¤ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘¦ğ‘¯ğ‘¼ ğ‘‘ğ‘®ğ‘²ğ‘¨ğ‘™ğ‘œğ‘©ğ‘¤.

source: Click the eyedropper, then click a color anywhere on your screen to select that color.
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ ğ‘²ğ‘›ğ‘®ğ‘­ğ‘ğ‘¼, ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘º ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: _Hue:
en@shaw: _ğ‘£ğ‘¿:

source: Position on the color wheel.
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¢ğ‘°ğ‘¤.

source: _Saturation:
en@shaw: _ğ‘•ğ‘¨ğ‘‘ğ‘¿ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯:

source: "Deepness" of the color.
en@shaw: "ğ‘›ğ‘°ğ‘ğ‘¯ğ‘§ğ‘•" ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: _Value:
en@shaw: _ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: Brightness of the color.
en@shaw: ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: _Red:
en@shaw: _ğ‘®ğ‘§ğ‘›:

source: Amount of red light in the color.
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘®ğ‘§ğ‘› ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: _Green:
en@shaw: _ğ‘œğ‘®ğ‘°ğ‘¯:

source: Amount of green light in the color.
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: _Blue:
en@shaw: _ğ‘šğ‘¤ğ‘µ:

source: Amount of blue light in the color.
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘šğ‘¤ğ‘µ ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: Op_acity:
en@shaw: ğ‘ªğ‘_ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦:

source: Transparency of the color.
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: Color _name:
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ _ğ‘¯ğ‘±ğ‘¥:

source: You can enter an HTML-style hexadecimal color value, or simply a color name such as 'orange' in this entry.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘©ğ‘¯ HTML-ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘©ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿, ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ 'ğ‘¹ğ‘¦ğ‘¯ğ‘¡' ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦.

source: _Palette:
en@shaw: _ğ‘ğ‘¨ğ‘¤ğ‘§ğ‘‘:

source: Color Wheel
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¢ğ‘°ğ‘¤

source: The previously-selected color, for comparison to the color you're selecting now. You can drag this color to a palette entry, or select this color as current by dragging it to the other color swatch alongside.
en@shaw: ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•ğ‘¤ğ‘¦-ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘˜ğ‘¹ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¬. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘© ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦, ğ‘¹ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘² ğ‘›ğ‘®ğ‘¨ğ‘œğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘¢ğ‘­ğ‘— ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘•ğ‘²ğ‘›.

source: The color you've chosen. You can drag this color to a palette entry to save it for use in the future.
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¿ğ‘ ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘© ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘‘ ğ‘“ğ‘¹ ğ‘¿ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¿ğ‘—ğ‘¼.

source: The previously-selected color, for comparison to the color you're selecting now.
en@shaw: ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•ğ‘¤ğ‘¦-ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¿'ğ‘¼ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¬.

source: The color you've chosen.
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¿'ğ‘ ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯.

source: _Save color here
en@shaw: _ğ‘•ğ‘²ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘£ğ‘½

source: Click this palette entry to make it the current color. To change this entry, drag a color swatch here or right-click it and select "Save color here."
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼. ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ğ‘¦ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦, ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘¢ğ‘­ğ‘— ğ‘£ğ‘½ ğ‘¹ ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘¦ğ‘‘ ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ "ğ‘•ğ‘±ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘£ğ‘½."

source: Color Selection
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Manage Custom Sizes
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ

source: inch
en@shaw: ğ‘¦ğ‘¯ğ‘—

source: Margins from Printer...
en@shaw: ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼...

source: Custom Size %d
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ %d

source: _Width:
en@shaw: _ğ‘¢ğ‘¦ğ‘›ğ‘”:

source: _Height:
en@shaw: _ğ‘£ğ‘²ğ‘‘:

source: Paper Size
en@shaw: ğ‘ğ‘±ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ

source: _Top:
en@shaw: _ğ‘‘ğ‘ªğ‘:

source: _Bottom:
en@shaw: _ğ‘šğ‘ªğ‘‘ğ‘©ğ‘¥:

source: _Left:
en@shaw: _ğ‘¤ğ‘§ğ‘“ğ‘‘:

source: _Right:
en@shaw: _ğ‘®ğ‘²ğ‘‘:

source: Paper Margins
en@shaw: ğ‘ğ‘±ğ‘ğ‘¼ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ

source: Input _Methods
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ _ğ‘¥ğ‘§ğ‘”ğ‘ªğ‘›ğ‘Ÿ

source: _Insert Unicode Control Character
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼

source: Caps Lock is on
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘• ğ‘¤ğ‘ªğ‘’ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯

source: Select A File
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘“ğ‘²ğ‘¤

source: Desktop
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: (None)
en@shaw: (ğ‘¯ğ‘³ğ‘¯)

source: Other...
en@shaw: ğ‘³ğ‘ğ‘¼...

source: Type name of new folder
en@shaw: ğ‘‘ğ‘²ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘¯ğ‘¿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Could not retrieve information about the file
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤

source: Could not add a bookmark
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘› ğ‘© ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Could not remove bookmark
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: The folder could not be created
en@shaw: ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›

source: The folder could not be created, as a file with the same name already exists. Try using a different name for the folder, or rename the file first.
en@shaw: ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›, ğ‘¨ğ‘Ÿ ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¯ğ‘±ğ‘¥ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘‘ğ‘®ğ‘² ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼, ğ‘¹ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘»ğ‘•ğ‘‘.

source: Invalid file name
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: The folder contents could not be displayed
en@shaw: ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: %1$s on %2$s
en@shaw: %1$s ğ‘ªğ‘¯ %2$s

source: Search
en@shaw: ğ‘•ğ‘»ğ‘—

source: Recently Used
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘

source: Select which types of files are shown
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘²ğ‘ğ‘• ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘–ğ‘´ğ‘¯

source: Add the folder '%s' to the bookmarks
en@shaw: ğ‘¨ğ‘› ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ '%s' ğ‘‘ ğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Add the current folder to the bookmarks
en@shaw: ğ‘¨ğ‘› ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘‘ ğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Add the selected folders to the bookmarks
en@shaw: ğ‘¨ğ‘› ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Remove the bookmark '%s'
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ '%s'

source: Remove the selected bookmark
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Remove
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: Rename...
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥...

source: Places
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ

source: _Places
en@shaw: _ğ‘ğ‘¤ğ‘±ğ‘•ğ‘§ğ‘Ÿ

source: _Add
en@shaw: _ğ‘¨ğ‘›

source: Add the selected folder to the Bookmarks
en@shaw: ğ‘¨ğ‘› ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘‘ ğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: _Remove
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: Could not select file
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: _Add to Bookmarks
en@shaw: _ğ‘¨ğ‘› ğ‘‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Show _Hidden Files
en@shaw: ğ‘–ğ‘´ _ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Show _Size Column
en@shaw: ğ‘–ğ‘´ _ğ‘•ğ‘²ğ‘Ÿ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Files
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Size
en@shaw: ğ‘•ğ‘²ğ‘Ÿ

source: Modified
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›

source: _Name:
en@shaw: _ğ‘¯ğ‘±ğ‘¥:

source: _Browse for other folders
en@shaw: _ğ‘šğ‘®ğ‘¬ğ‘Ÿ ğ‘“ğ‘¹ ğ‘³ğ‘ğ‘¼ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ

source: Type a file name
en@shaw: ğ‘‘ğ‘²ğ‘ ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Create Fo_lder
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘“ğ‘ª_ğ‘¤ğ‘›ğ‘¼

source: _Location:
en@shaw: _ğ‘¤ğ‘ªğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Save in _folder:
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘¯ _ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼:

source: Create in _folder:
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¦ğ‘¯ _ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼:

source: Could not read the contents of the folder
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Unknown
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯

source: Yesterday at %H:%M
en@shaw: ğ‘˜ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘›ğ‘± ğ‘¨ğ‘‘ %H:%M

source: Cannot change to folder because it is not local
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤

source: Shortcut %s already exists
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ %s ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: Shortcut %s does not exist
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ %s ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: A file named "%s" already exists. Do you want to replace it?
en@shaw: ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘› "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘‘?

source: The file already exists in "%s". Replacing it will overwrite its contents.
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¦ğ‘¯ "%s". ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•.

source: _Replace
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•

source: Could not start the search process
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•

source: The program was not able to create a connection to the indexer daemon. Please make sure it is running.
en@shaw: ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•ğ‘¼ ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™.

source: Could not send the search request
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘»ğ‘— ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘

source: Search:
en@shaw: ğ‘•ğ‘»ğ‘—:

source: Could not mount %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ %s

source: Invalid path
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘­ğ‘”

source: No match
en@shaw: ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘—

source: Sole completion
en@shaw: ğ‘•ğ‘´ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯

source: Complete, but not unique
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘¯ğ‘°ğ‘’

source: Completing...
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¦ğ‘™...

source: Only local files may be selected
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Incomplete hostname; end it with '/'
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥; ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ '/'

source: Path does not exist
en@shaw: ğ‘ğ‘­ğ‘” ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Error creating folder '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ '%s': %s

source: File System
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Pick a Font
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Sans 12
en@shaw: ğ‘•ğ‘¨ğ‘¯ğ‘Ÿ 12

source: Font
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘

source: abcdefghijk ABCDEFGHIJK
en@shaw: abcdefgh ABCDEFGH ğ‘ğ‘‘ğ‘’ğ‘“ğ‘”ğ‘•ğ‘–ğ‘—

source: _Family:
en@shaw: _ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦:

source: _Style:
en@shaw: _ğ‘•ğ‘‘ğ‘²ğ‘¤:

source: Si_ze:
en@shaw: ğ‘•ğ‘²_ğ‘Ÿ:

source: _Preview:
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¿:

source: Font Selection
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Error loading icon: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘²ğ‘’ğ‘ªğ‘¯: %s

source: Could not find the icon '%s'. The '%s' theme was not found either, perhaps you need to install it. You can get a copy from: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ '%s'. ğ‘ '%s' ğ‘”ğ‘°ğ‘¥ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘²ğ‘ğ‘¼, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¦ğ‘‘. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥: %s

source: Icon '%s' not present in theme
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ '%s' ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘”ğ‘°ğ‘¥

source: Failed to load icon
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯

source: Simple
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤

# input method menu
source: System
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

# input method menu
source: None
en@shaw: ğ‘¯ğ‘³ğ‘¯

source: _Open Link
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘¦ğ‘™ğ‘’

source: Copy _Link Address
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ _ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Copy URL
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ URL

source: Invalid URI
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› URI

source: Load additional GTK+ modules
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ GTK+ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ğ‘Ÿ

source: MODULES
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ğ‘Ÿ

source: Make all warnings fatal
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘·ğ‘¤ ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤

source: GTK+ debugging flags to set
en@shaw: GTK+ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: GTK+ debugging flags to unset
en@shaw: GTK+ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ğ‘•ğ‘§ğ‘‘

source: GTK+ Options
en@shaw: GTK+ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show GTK+ Options
en@shaw: ğ‘–ğ‘´ GTK+ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Co_nnect
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

source: Connect _anonymously
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ _ğ‘©ğ‘¯ğ‘ªğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘•ğ‘¤ğ‘¦

source: Connect as u_ser:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘¨ğ‘Ÿ _ğ‘¿ğ‘Ÿğ‘¼:

source: _Username:
en@shaw: _ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥:

source: _Domain:
en@shaw: _ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯:

source: _Password:
en@shaw: _ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: Forget password _immediately
en@shaw: ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› _ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°

source: Remember _forever
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ _ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼

source: Unable to end process
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•

source: _End Process
en@shaw: _ğ‘§ğ‘¯ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•

source: Terminal Pager
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘±ğ‘¡ğ‘»

source: Top Command
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Bourne Again Shell
en@shaw: Â·ğ‘šğ‘¹ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘–ğ‘§ğ‘¤

source: Bourne Shell
en@shaw: Â·ğ‘šğ‘¹ğ‘¯ ğ‘–ğ‘§ğ‘¤

source: Z Shell
en@shaw: Z ğ‘–ğ‘§ğ‘¤

source: Page %u
en@shaw: ğ‘ğ‘±ğ‘¡ %u

source: Not a valid page setup file
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘ ğ‘“ğ‘²ğ‘¤

source: Any Printer
en@shaw: ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: For portable documents
en@shaw: ğ‘“ğ‘¹ ğ‘ğ‘ªğ‘®ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Margins: Left: %s %s Right: %s %s Top: %s %s Bottom: %s %s
en@shaw: ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ: ğ‘¤ğ‘§ğ‘“ğ‘‘: %s %s ğ‘®ğ‘²ğ‘‘: %s %s ğ‘‘ğ‘ªğ‘: %s %s ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥: %s %s

source: Manage Custom Sizes...
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ...

source: _Format for:
en@shaw: _ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘“ğ‘¹:

source: _Paper size:
en@shaw: _ğ‘ğ‘±ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ:

source: _Orientation:
en@shaw: _ğ‘¹ğ‘¾ğ‘¯ğ‘‘ğ‘²ğ‘–ğ‘©ğ‘¯:

source: Page Setup
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Up Path
en@shaw: ğ‘³ğ‘ ğ‘ğ‘­ğ‘”

source: Down Path
en@shaw: ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘­ğ‘”

source: File System Root
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘®ğ‘µğ‘‘

source: Authentication
en@shaw: ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Not available
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: Select a folder
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: _Save in folder:
en@shaw: _ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼:

source: %s job #%d
en@shaw: %s ğ‘¡ğ‘ªğ‘š #%d

# print operation status
source: Initial state
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘±ğ‘‘

# print operation status
source: Preparing to print
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

# print operation status
source: Generating data
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘©

# print operation status
source: Sending data
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘©

# print operation status
source: Waiting
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™

# print operation status
source: Blocking on issue
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¦ğ‘–ğ‘µ

# print operation status
source: Printing
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™

# print operation status
source: Finished
en@shaw: ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘

# print operation status
source: Finished with error
en@shaw: ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘»ğ‘¼

source: Preparing %d
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ %d

source: Preparing
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™

source: Printing %d
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™ %d

source: Error creating print preview
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿

source: The most probable reason is that a temporary file could not be created.
en@shaw: ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›.

source: Error launching preview
en@shaw: ğ‘»ğ‘¼ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿

source: Error printing
en@shaw: ğ‘»ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™

source: Application
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Printer offline
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘ªğ‘“ğ‘¤ğ‘²ğ‘¯

source: Out of paper
en@shaw: ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘±ğ‘ğ‘¼

source: Paused
en@shaw: ğ‘ğ‘·ğ‘Ÿğ‘›

source: Need user intervention
en@shaw: ğ‘¯ğ‘°ğ‘› ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¯

source: Custom size
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ

source: No printer found
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Error from StartDoc
en@shaw: ğ‘»ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ StartDoc

source: Not enough free memory
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘“ğ‘®ğ‘° ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Invalid argument to PrintDlgEx
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ PrintDlgEx

source: Invalid pointer to PrintDlgEx
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ PrintDlgEx

source: Invalid handle to PrintDlgEx
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘‘ PrintDlgEx

source: Unspecified error
en@shaw: ğ‘©ğ‘¯ğ‘•ğ‘ğ‘§ğ‘•ğ‘©ğ‘“ğ‘²ğ‘› ğ‘»ğ‘¼

source: Getting printer information failed
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Getting printer information...
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯...

source: Printer
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Location
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Status
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Range
en@shaw: ğ‘®ğ‘±ğ‘¯ğ‘¡

source: _All Pages
en@shaw: _ğ‘·ğ‘¤ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ

source: C_urrent Page
en@shaw: _ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡

source: Se_lection
en@shaw: _ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Pag_es:
en@shaw: _ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ:

source: Specify one or more page ranges, e.g. 1-3,7,11
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘¢ğ‘³ğ‘¯ ğ‘¹ ğ‘¥ğ‘¹ ğ‘ğ‘±ğ‘¡ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ, ğ‘§.ğ‘¡ğ‘°. 1-3,7,11

source: Pages
en@shaw: ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ

source: Copies
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘Ÿ

source: Copie_s:
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦_ğ‘Ÿ:

source: C_ollate
en@shaw: ğ‘’_ğ‘ªğ‘¤ğ‘±ğ‘‘

source: _Reverse
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘»ğ‘•

source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: Left to right, top to bottom
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘‘ ğ‘®ğ‘²ğ‘‘, ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥

source: Left to right, bottom to top
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘‘ ğ‘®ğ‘²ğ‘‘, ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘‘ ğ‘‘ğ‘ªğ‘

source: Right to left, top to bottom
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘, ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥

source: Right to left, bottom to top
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘, ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘‘ ğ‘‘ğ‘ªğ‘

source: Top to bottom, left to right
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥, ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘‘ ğ‘®ğ‘²ğ‘‘

source: Top to bottom, right to left
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Bottom to top, left to right
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘‘ ğ‘‘ğ‘ªğ‘, ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘‘ ğ‘®ğ‘²ğ‘‘

source: Bottom to top, right to left
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘‘ ğ‘‘ğ‘ªğ‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Page Ordering
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘¹ğ‘›ğ‘¼ğ‘¦ğ‘™

source: Left to right
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘‘ ğ‘®ğ‘²ğ‘‘

source: Right to left
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘
