Repository: GNOME/gtk
Catalog: po/*.po
Languages: en@shaw

source: Program class as used by the window manager
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¨ğ‘Ÿ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: CLASS
en@shaw: ğ‘’ğ‘¤ğ‘­ğ‘•

source: Program name as used by the window manager
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¯ğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: NAME
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: X display to use
en@shaw: X ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘‘ ğ‘¿ğ‘•

source: DISPLAY
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: X screen to use
en@shaw: X ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘‘ ğ‘¿ğ‘•

source: SCREEN
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Gdk debugging flags to set
en@shaw: Gdk ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: FLAGS
en@shaw: ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: Gdk debugging flags to unset
en@shaw: Gdk ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ğ‘•ğ‘§ğ‘‘

# keyboard label
source: Tab
en@shaw: ğ‘‘ğ‘¨ğ‘š

# keyboard label
source: Return
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯

# keyboard label
source: Pause
en@shaw: ğ‘ğ‘·ğ‘Ÿ

# keyboard label
source: Escape
en@shaw: ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘

# keyboard label
source: Home
en@shaw: ğ‘£ğ‘´ğ‘¥

# keyboard label
source: Left
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘

# keyboard label
source: Up
en@shaw: ğ‘³ğ‘

# keyboard label
source: Right
en@shaw: ğ‘®ğ‘²ğ‘‘

# keyboard label
source: Down
en@shaw: ğ‘›ğ‘¬ğ‘¯

# keyboard label
source: End
en@shaw: ğ‘§ğ‘¯ğ‘›

# keyboard label
source: Begin
en@shaw: ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯

# keyboard label
source: Print
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

# keyboard label
source: Insert
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘

# keyboard label
source: Delete
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘

source: Failed to open file '%s': %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ '%s': %s

source: Image file '%s' contains no data
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ '%s' ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Failed to load image '%s': reason not known, probably a corrupt image file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ '%s': ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ğ‘¯, ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘© ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤

source: Failed to load animation '%s': reason not known, probably a corrupt animation file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ '%s': ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ğ‘¯, ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘© ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤

source: Unable to load image-loading module: %s: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡-ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤: %s: %s

source: Image-loading module %s does not export the proper interface; perhaps it's from a different GTK version?
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡-ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ %s ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•; ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ GTK ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯?

source: Image type '%s' is not supported
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Couldn't recognize the image file format for file '%s'
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘®ğ‘§ğ‘’ğ‘ªğ‘œğ‘¯ğ‘²ğ‘Ÿ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ '%s'

source: Unrecognized image file format
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Failed to load image '%s': %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ '%s': %s

source: Error writing to image file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤: %s

source: This build of gdk-pixbuf does not support saving the image format: %s
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ gdk-pixbuf ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘: %s

source: Insufficient memory to save image to callback
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘’ğ‘·ğ‘¤ğ‘šğ‘¨ğ‘’

source: Failed to open temporary file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤

source: Failed to read from temporary file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤

source: Failed to open '%s' for writing: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ '%s' ğ‘“ğ‘¹ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™: %s

source: Failed to close '%s' while writing image, all data may not have been saved: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• '%s' ğ‘¢ğ‘²ğ‘¤ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¥ğ‘¦ğ‘¡, ğ‘·ğ‘¤ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘±ğ‘ğ‘›: %s

source: Insufficient memory to save image into a buffer
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘šğ‘³ğ‘“ğ‘¼

source: Error writing to image stream
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Internal error: Image loader module '%s' failed to complete an operation, but didn't give a reason for the failure
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘»ğ‘¼: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¤ğ‘´ğ‘›ğ‘» ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ '%s' ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘“ğ‘±ğ‘¤ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘© ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼

source: Incremental loading of image type '%s' is not supported
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Image header corrupt
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘

source: Image format unknown
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘³ğ‘¯ğ‘´ğ‘¯

source: Image pixel data corrupt
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘

source: failed to allocate image buffer of %u byte
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘šğ‘³ğ‘“ğ‘¼ ğ‘ %u ğ‘šğ‘²ğ‘‘

source: Unexpected icon chunk in animation
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘—ğ‘©ğ‘™ğ‘’ ğ‘¦ğ‘¯ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Unsupported animation type
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘

source: Invalid header in animation
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¦ğ‘¯ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Not enough memory to load animation
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Malformed chunk in animation
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘—ğ‘©ğ‘™ğ‘’ ğ‘¦ğ‘¯ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: The ANI image format
en@shaw: ğ‘ ANI ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: BMP image has bogus header data
en@shaw: BMP ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘´ğ‘œğ‘©ğ‘• ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Not enough memory to load bitmap image
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¥ğ‘¨ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: BMP image has unsupported header size
en@shaw: BMP ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ

source: Topdown BMP images cannot be compressed
en@shaw: ğ‘‘ğ‘ªğ‘ğ‘›ğ‘¬ğ‘¯ BMP ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘

source: Premature end-of-file encountered
en@shaw: ğ‘ğ‘®ğ‘°ğ‘¥ğ‘©ğ‘—ğ‘«ğ‘® ğ‘§ğ‘¯ğ‘›-ğ‘-ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘’ğ‘¶ğ‘¯ğ‘‘ğ‘»ğ‘›

source: Couldn't allocate memory for saving BMP file
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ BMP ğ‘“ğ‘²ğ‘¤

source: Couldn't write to BMP file
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘‘ BMP ğ‘“ğ‘²ğ‘¤

source: The BMP image format
en@shaw: ğ‘ BMP ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Failure reading GIF: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ GIF: %s

source: GIF file was missing some data (perhaps it was truncated somehow?)
en@shaw: GIF ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ ğ‘›ğ‘±ğ‘‘ğ‘© (ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘£ğ‘¬?)

source: Internal error in the GIF loader (%s)
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘»ğ‘¼ ğ‘¦ğ‘¯ ğ‘ GIF ğ‘¤ğ‘´ğ‘›ğ‘» (%s)

source: Stack overflow
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘’ ğ‘´ğ‘ğ‘¼ğ‘“ğ‘¤ğ‘´

source: GIF image loader cannot understand this image.
en@shaw: GIF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¤ğ‘´ğ‘›ğ‘» ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡.

source: Bad code encountered
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘’ğ‘´ğ‘› ğ‘¦ğ‘¯ğ‘’ğ‘¶ğ‘¯ğ‘‘ğ‘»ğ‘›

source: Circular table entry in GIF file
en@shaw: ğ‘•ğ‘»ğ‘’ğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¦ğ‘¯ GIF ğ‘“ğ‘²ğ‘¤

source: Not enough memory to load GIF file
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› GIF ğ‘“ğ‘²ğ‘¤

source: Not enough memory to composite a frame in GIF file
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ ğ‘© ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘¦ğ‘¯ GIF ğ‘“ğ‘²ğ‘¤

source: GIF image is corrupt (incorrect LZW compression)
en@shaw: GIF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ (ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ LZW ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯)

source: File does not appear to be a GIF file
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘½ ğ‘‘ ğ‘šğ‘° ğ‘© GIF ğ‘“ğ‘²ğ‘¤

source: Version %s of the GIF file format is not supported
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ %s ğ‘ ğ‘ GIF ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: GIF image has no global colormap, and a frame inside it has no local colormap.
en@shaw: GIF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘¥ğ‘¨ğ‘, ğ‘¯ ğ‘© ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘¥ğ‘¨ğ‘.

source: GIF image was truncated or incomplete.
en@shaw: GIF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¹ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: The GIF image format
en@shaw: ğ‘ GIF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Invalid header in icon
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¦ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Not enough memory to load icon
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯

source: Icon has zero width
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘Ÿğ‘½ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Icon has zero height
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘Ÿğ‘½ğ‘´ ğ‘£ğ‘²ğ‘‘

source: Compressed icons are not supported
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Unsupported icon type
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘‘ğ‘²ğ‘

source: Not enough memory to load ICO file
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› ICO ğ‘“ğ‘²ğ‘¤

source: Image too large to be saved as ICO
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘ğ‘› ğ‘¨ğ‘Ÿ ICO

source: Cursor hotspot outside image
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘£ğ‘ªğ‘‘ğ‘•ğ‘ğ‘ªğ‘‘ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Unsupported depth for ICO file: %d
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘§ğ‘ğ‘” ğ‘“ğ‘¹ ICO ğ‘“ğ‘²ğ‘¤: %d

source: The ICO image format
en@shaw: ğ‘ ICO ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Couldn't allocate memory for stream
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Couldn't decode image
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘›ğ‘°ğ‘’ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Image type currently not supported
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Couldn't allocate memory for color profile
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Couldn't allocate memory to buffer image data
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Error interpreting JPEG image file (%s)
en@shaw: ğ‘»ğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ğ‘¦ğ‘™ JPEG ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ (%s)

source: Insufficient memory to load image, try exiting some applications to free memory
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡, ğ‘‘ğ‘®ğ‘² ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘“ğ‘®ğ‘° ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Unsupported JPEG color space (%s)
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› JPEG ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘ğ‘±ğ‘• (%s)

source: Couldn't allocate memory for loading JPEG file
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ JPEG ğ‘“ğ‘²ğ‘¤

source: Transformed JPEG has zero width or height.
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘ªğ‘®ğ‘¥ğ‘› JPEG ğ‘£ğ‘¨ğ‘Ÿ ğ‘Ÿğ‘½ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¹ ğ‘£ğ‘²ğ‘‘.

source: JPEG quality must be a value between 0 and 100; value '%s' could not be parsed.
en@shaw: JPEG ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 ğ‘¯ 100; ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘¸ğ‘•ğ‘‘.

source: JPEG quality must be a value between 0 and 100; value '%d' is not allowed.
en@shaw: JPEG ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 ğ‘¯ 100; ğ‘ğ‘¨ğ‘¤ğ‘¿ '%d' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘›.

source: The JPEG image format
en@shaw: ğ‘ JPEG ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Couldn't allocate memory for header
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘£ğ‘§ğ‘›ğ‘¼

source: Couldn't allocate memory for context buffer
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Image has invalid width and/or height
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¯/ğ‘¹ ğ‘£ğ‘²ğ‘‘

source: Image has unsupported bpp
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› bpp

source: Image has unsupported number of %d-bit planes
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ %d-ğ‘šğ‘¦ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ

source: Couldn't create new pixbuf
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ğ‘¿ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘šğ‘³ğ‘“

source: Couldn't allocate memory for line data
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘¤ğ‘²ğ‘¯ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Couldn't allocate memory for paletted data
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘¤ğ‘§ğ‘‘ğ‘¦ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘©

source: Didn't get all lines of PCX image
en@shaw: ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘·ğ‘¤ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘ PCX ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: No palette found at end of PCX data
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ PCX ğ‘›ğ‘±ğ‘‘ğ‘©

source: The PCX image format
en@shaw: ğ‘ PCX ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Bits per channel of PNG image is invalid.
en@shaw: ğ‘šğ‘¦ğ‘‘ğ‘• ğ‘ğ‘» ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ PNG ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›.

source: Transformed PNG has zero width or height.
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘ªğ‘®ğ‘¥ğ‘› PNG ğ‘£ğ‘¨ğ‘Ÿ ğ‘Ÿğ‘½ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¹ ğ‘£ğ‘²ğ‘‘.

source: Bits per channel of transformed PNG is not 8.
en@shaw: ğ‘šğ‘¦ğ‘‘ğ‘• ğ‘ğ‘» ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘ªğ‘®ğ‘¥ğ‘› PNG ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ 8.

source: Transformed PNG not RGB or RGBA.
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘ªğ‘®ğ‘¥ğ‘› PNG ğ‘¯ğ‘ªğ‘‘ RGB ğ‘¹ RGBA.

source: Transformed PNG has unsupported number of channels, must be 3 or 4.
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘ªğ‘®ğ‘¥ğ‘› PNG ğ‘£ğ‘¨ğ‘Ÿ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ, ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° 3 ğ‘¹ 4.

source: Fatal error in PNG image file: %s
en@shaw: ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤ ğ‘»ğ‘¼ ğ‘¦ğ‘¯ PNG ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤: %s

source: Insufficient memory to load PNG file
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› PNG ğ‘“ğ‘²ğ‘¤

source: Insufficient memory to store a %ld by %ld image; try exiting some applications to reduce memory usage
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘© %ld ğ‘šğ‘² %ld ğ‘¦ğ‘¥ğ‘¦ğ‘¡; ğ‘‘ğ‘®ğ‘² ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘• ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘¿ğ‘•ğ‘¦ğ‘¡

source: Fatal error reading PNG image file
en@shaw: ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤ ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ PNG ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤

source: Fatal error reading PNG image file: %s
en@shaw: ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤ ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ PNG ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤: %s

source: Keys for PNG text chunks must have at least 1 and at most 79 characters.
en@shaw: ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘¹ PNG ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘—ğ‘©ğ‘™ğ‘’ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ 1 ğ‘¯ ğ‘¨ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ 79 ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ.

source: Keys for PNG text chunks must be ASCII characters.
en@shaw: ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘¹ PNG ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘—ğ‘©ğ‘™ğ‘’ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ASCII ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ.

source: PNG compression level must be a value between 0 and 9; value '%s' could not be parsed.
en@shaw: PNG ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 ğ‘¯ 9; ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘¸ğ‘•ğ‘‘.

source: PNG compression level must be a value between 0 and 9; value '%d' is not allowed.
en@shaw: PNG ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 ğ‘¯ 9; ğ‘ğ‘¨ğ‘¤ğ‘¿ '%d' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘›.

source: Value for PNG text chunk %s cannot be converted to ISO-8859-1 encoding.
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ PNG ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘—ğ‘©ğ‘™ğ‘’ %s ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘‘ ISO-8859-1 ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™.

source: The PNG image format
en@shaw: ğ‘ PNG ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: PNM loader expected to find an integer, but didn't
en@shaw: PNM ğ‘¤ğ‘´ğ‘›ğ‘» ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘

source: PNM file has an incorrect initial byte
en@shaw: PNM ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘šğ‘²ğ‘‘

source: PNM file is not in a recognized PNM subformat
en@shaw: PNM ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘®ğ‘§ğ‘’ğ‘ªğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› PNM ğ‘•ğ‘³ğ‘šğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: PNM file has an image width of 0
en@shaw: PNM ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ 0

source: PNM file has an image height of 0
en@shaw: PNM ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘²ğ‘‘ ğ‘ 0

source: Maximum color value in PNM file is 0
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘¯ PNM ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ 0

source: Maximum color value in PNM file is too large
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘¯ PNM ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡

source: Raw PNM image type is invalid
en@shaw: ğ‘®ğ‘· PNM ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: PNM image loader does not support this PNM subformat
en@shaw: PNM ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¤ğ‘´ğ‘›ğ‘» ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¦ğ‘• PNM ğ‘•ğ‘³ğ‘šğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Raw PNM formats require exactly one whitespace before sample data
en@shaw: ğ‘®ğ‘· PNM ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘²ğ‘‘ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Cannot allocate memory for loading PNM image
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ PNM ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Insufficient memory to load PNM context struct
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› PNM ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘

source: Unexpected end of PNM image data
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘§ğ‘¯ğ‘› ğ‘ PNM ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Insufficient memory to load PNM file
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› PNM ğ‘“ğ‘²ğ‘¤

source: The PNM/PBM/PGM/PPM image format family
en@shaw: ğ‘ PNM/PBM/ğ‘ğ‘°ğ‘¡ğ‘°ğ‘§ğ‘¥/ğ‘ğ‘°ğ‘ğ‘°ğ‘§ğ‘¥ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦

source: Failed to find an image data atom.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¨ğ‘‘ğ‘©ğ‘¥.

source: RAS image has bogus header data
en@shaw: ğ‘®ğ‘¨ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘´ğ‘œğ‘©ğ‘• ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘›ğ‘±ğ‘‘ğ‘©

source: RAS image has unknown type
en@shaw: ğ‘®ğ‘¨ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘‘ğ‘²ğ‘

source: unsupported RAS image variation
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘¨ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘§ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Not enough memory to load RAS image
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘®ğ‘¨ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: The Sun raster image format
en@shaw: ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘®ğ‘¨ğ‘•ğ‘‘ğ‘» ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Cannot allocate memory for IOBuffer struct
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ IOBuffer ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘

source: Cannot allocate memory for IOBuffer data
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ IOBuffer ğ‘›ğ‘±ğ‘‘ğ‘©

source: Cannot realloc IOBuffer data
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘¨ğ‘¤ğ‘ªğ‘’ IOBuffer ğ‘›ğ‘±ğ‘‘ğ‘©

source: Cannot allocate temporary IOBuffer data
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ IOBuffer ğ‘›ğ‘±ğ‘‘ğ‘©

source: Cannot allocate new pixbuf
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¯ğ‘¿ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘šğ‘³ğ‘“

source: Image is corrupted or truncated
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘¹ ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘›

source: Cannot allocate colormap structure
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘¥ğ‘¨ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘—ğ‘¼

source: Cannot allocate colormap entries
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘¥ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ

source: Unexpected bitdepth for colormap entries
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘›ğ‘§ğ‘ğ‘” ğ‘“ğ‘¹ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘¥ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ

source: Cannot allocate TGA header memory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ TGA ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: TGA image has invalid dimensions
en@shaw: TGA ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘›ğ‘²ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘ªğ‘¯ğ‘Ÿ

source: TGA image type not supported
en@shaw: TGA ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Cannot allocate memory for TGA context struct
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ TGA ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘

source: Excess data in file
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘• ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘¯ ğ‘“ğ‘²ğ‘¤

source: The Targa image format
en@shaw: ğ‘ Â·ğ‘‘ğ‘¸ğ‘œğ‘© ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Could not get image width (bad TIFF file)
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘›ğ‘” (ğ‘šğ‘¨ğ‘› TIFF ğ‘“ğ‘²ğ‘¤)

source: Could not get image height (bad TIFF file)
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘²ğ‘‘ (ğ‘šğ‘¨ğ‘› TIFF ğ‘“ğ‘²ğ‘¤)

source: Width or height of TIFF image is zero
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¹ ğ‘£ğ‘²ğ‘‘ ğ‘ TIFF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘Ÿğ‘½ğ‘´

source: Dimensions of TIFF image too large
en@shaw: ğ‘›ğ‘²ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘ªğ‘¯ğ‘Ÿ ğ‘ TIFF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡

source: Insufficient memory to open TIFF file
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ TIFF ğ‘“ğ‘²ğ‘¤

source: Failed to load RGB data from TIFF file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› RGB ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘®ğ‘ªğ‘¥ TIFF ğ‘“ğ‘²ğ‘¤

source: Failed to open TIFF image
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ TIFF ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: TIFFClose operation failed
en@shaw: TIFFClose ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Failed to load TIFF image
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› TIFF ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Failed to save TIFF image
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘•ğ‘±ğ‘ TIFF ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: TIFF compression doesn't refer to a valid codec.
en@shaw: ğ‘‘ğ‘¦ğ‘“ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘´ğ‘›ğ‘§ğ‘’.

source: Failed to write TIFF data
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ TIFF ğ‘›ğ‘±ğ‘‘ğ‘©

source: Couldn't write to TIFF file
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘‘ TIFF ğ‘“ğ‘²ğ‘¤

source: The TIFF image format
en@shaw: ğ‘ TIFF ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Image has zero width
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘Ÿğ‘½ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Image has zero height
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘Ÿğ‘½ğ‘´ ğ‘£ğ‘²ğ‘‘

source: Not enough memory to load image
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Couldn't save the rest
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘

source: The WBMP image format
en@shaw: ğ‘ WBMP ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Invalid XBM file
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› XBM ğ‘“ğ‘²ğ‘¤

source: Insufficient memory to load XBM image file
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘‘ ğ‘¤ğ‘´ğ‘› XBM ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤
