Repository: GNOME/gtk
Catalog: po/*.po
Languages: en@shaw

source: paused
en@shaw: ğ‘ğ‘·ğ‘Ÿğ‘›

source: unknown
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯

source: test-output.%s
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘-ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘.%s

source: Print to Test Printer
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘‘ ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Could not get information for file '%s': %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ '%s': %s
