Repository: GNOME/gtk
Catalog: po/*.po
Languages: en@shaw

source: Top to bottom
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥

source: Bottom to top
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘‘ ğ‘‘ğ‘ªğ‘

source: Layout
en@shaw: ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: T_wo-sided:
en@shaw: ğ‘‘_ğ‘µ-ğ‘•ğ‘²ğ‘›ğ‘©ğ‘›:

source: Pages per _side:
en@shaw: ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘ğ‘» _ğ‘•ğ‘²ğ‘›:

source: Page or_dering:
en@shaw: ğ‘ğ‘±ğ‘¡ _ğ‘¹ğ‘›ğ‘¼ğ‘¦ğ‘™:

source: _Only print:
en@shaw: _ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘:

source: All sheets
en@shaw: ğ‘·ğ‘¤ ğ‘–ğ‘°ğ‘‘ğ‘•

source: Even sheets
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘–ğ‘°ğ‘‘ğ‘•

source: Odd sheets
en@shaw: ğ‘ªğ‘› ğ‘–ğ‘°ğ‘‘ğ‘•

source: Sc_ale:
en@shaw: ğ‘•ğ‘’_ğ‘±ğ‘¤:

source: Paper
en@shaw: ğ‘ğ‘±ğ‘ğ‘¼

source: Paper _type:
en@shaw: ğ‘ğ‘±ğ‘ğ‘¼ _ğ‘‘ğ‘²ğ‘:

source: Paper _source:
en@shaw: ğ‘ğ‘±ğ‘ğ‘¼ _ğ‘•ğ‘¹ğ‘•:

source: Output t_ray:
en@shaw: ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘‘_ğ‘®ğ‘±:

source: Or_ientation:
en@shaw: _ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Portrait
en@shaw: ğ‘ğ‘ªğ‘®ğ‘‘ğ‘®ğ‘©ğ‘‘

source: Landscape
en@shaw: ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘’ğ‘¨ğ‘

source: Reverse portrait
en@shaw: ğ‘®ğ‘°ğ‘ğ‘»ğ‘• ğ‘ğ‘ªğ‘®ğ‘‘ğ‘®ğ‘©ğ‘‘

source: Reverse landscape
en@shaw: ğ‘®ğ‘°ğ‘ğ‘»ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘’ğ‘¨ğ‘

source: Job Details
en@shaw: ğ‘¡ğ‘ªğ‘š ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Pri_ority:
en@shaw: ğ‘ğ‘®ğ‘²_ğ‘¹ğ‘¦ğ‘‘ğ‘¦:

source: _Billing info:
en@shaw: _ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘´:

source: Print Document
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: _Now
en@shaw: _ğ‘¯ğ‘¬

source: A_t:
en@shaw: ğ‘¨_ğ‘‘:

source: Specify the time of print, e.g. 15:30, 2:35 pm, 14:15:20, 11:46:30 am, 4 pm
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘, e.g. 15:30, 2:35 pm, 14:15:20, 11:46:30 am, 4 pm

source: Time of print
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: On _hold
en@shaw: ğ‘ªğ‘¯ _ğ‘£ğ‘´ğ‘¤ğ‘›

source: Hold the job until it is explicitly released
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘¡ğ‘ªğ‘š ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘‘ğ‘¤ğ‘° ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•ğ‘‘

source: Add Cover Page
en@shaw: ğ‘¨ğ‘› ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘ğ‘±ğ‘¡

source: Be_fore:
en@shaw: ğ‘šğ‘¦_ğ‘“ğ‘¹:

source: _After:
en@shaw: _ğ‘­ğ‘“ğ‘‘ğ‘¼:

source: Job
en@shaw: ğ‘¡ğ‘ªğ‘š

source: Advanced
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘

source: Image Quality
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘°

source: Color
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Finishing
en@shaw: ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™

source: Some of the settings in the dialog conflict
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘

source: Print
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: Unable to find include file: "%s"
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘“ğ‘²ğ‘¤: "%s"

source: Unable to locate image file in pixmap_path: "%s"
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ pixmap_path: "%s"

source: This function is not implemented for widgets of class '%s'
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘ ğ‘’ğ‘¤ğ‘­ğ‘• '%s'

source: Select which type of documents are shown
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘–ğ‘´ğ‘¯

source: No item for URI '%s' found
en@shaw: ğ‘¯ğ‘´ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘¹ URI '%s' ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Untitled filter
en@shaw: ğ‘³ğ‘¯ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼

source: Could not remove item
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Could not clear list
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘¤ğ‘½ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Copy _Location
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Remove From List
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: _Clear List
en@shaw: _ğ‘’ğ‘¤ğ‘» ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Show _Private Resources
en@shaw: ğ‘–ğ‘´ _ğ‘ğ‘®ğ‘²ğ‘ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ

source: No items found
en@shaw: ğ‘¯ğ‘´ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: No recently used resource found with URI `%s'
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ URI `%s'

source: Open '%s'
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ '%s'

source: Unknown item
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Unable to find an item with URI '%s'
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘ URI '%s'

# throbbing progress animation widget
source: Spinner
en@shaw: ğ‘•ğ‘ğ‘¦ğ‘¯ğ‘¼

source: Provides visual indication of progress
en@shaw: ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¢ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘›ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘•

# Stock label
source: Information
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

# Stock label
source: Warning
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™

# Stock label
source: Error
en@shaw: ğ‘»ğ‘¼

# Stock label
source: Question
en@shaw: ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘©ğ‘¯

# Stock label
source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

# Stock label
source: _Add
en@shaw: _ğ‘¨ğ‘›

# Stock label
source: _Apply
en@shaw: _ğ‘©ğ‘ğ‘¤ğ‘²

# Stock label
source: _Bold
en@shaw: _ğ‘šğ‘´ğ‘¤ğ‘›

# Stock label
source: _Cancel
en@shaw: _ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤

# Stock label
source: _CD-Rom
en@shaw: _Â·ğ‘’Â·ğ‘›-ğ‘®ğ‘­ğ‘¥

# Stock label
source: _Clear
en@shaw: _ğ‘’ğ‘¤ğ‘½

# Stock label
source: _Close
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ

# Stock label
source: C_onnect
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

# Stock label
source: _Convert
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘

# Stock label
source: _Copy
en@shaw: _ğ‘’ğ‘ªğ‘ğ‘¦

# Stock label
source: Cu_t
en@shaw: _ğ‘’ğ‘³ğ‘‘

# Stock label
source: _Delete
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘

# Stock label
source: _Discard
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘­ğ‘®ğ‘›

# Stock label
source: _Disconnect
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

# Stock label
source: _Execute
en@shaw: _ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘

# Stock label
source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

# Stock label
source: _Find
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘›

# Stock label
source: Find and _Replace
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¯ _ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•

# Stock label
source: _Floppy
en@shaw: _ğ‘“ğ‘¤ğ‘ªğ‘ğ‘¦

# Stock label, navigation
source: _Bottom
en@shaw: _ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥

# Stock label, navigation
source: _First
en@shaw: _ğ‘“ğ‘»ğ‘•ğ‘‘

# Stock label, navigation
source: _Last
en@shaw: _ğ‘¤ğ‘­ğ‘•ğ‘‘

# Stock label, navigation
source: _Top
en@shaw: _ğ‘‘ğ‘ªğ‘

# Stock label, navigation
source: _Back
en@shaw: _ğ‘šğ‘¨ğ‘’

# Stock label, navigation
source: _Down
en@shaw: _ğ‘›ğ‘¬ğ‘¯

# Stock label, navigation
source: _Forward
en@shaw: _ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›

# Stock label, navigation
source: _Up
en@shaw: _ğ‘³ğ‘

# Stock label
source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

# Stock label
source: _Home
en@shaw: _ğ‘£ğ‘´ğ‘¥

# Stock label
source: Increase Indent
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘

# Stock label
source: Decrease Indent
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘

# Stock label
source: _Index
en@shaw: _ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•

# Stock label
source: _Information
en@shaw: _ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

# Stock label
source: _Italic
en@shaw: _ğ‘²ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘’

# Stock label
source: _Jump to
en@shaw: _ğ‘¡ğ‘³ğ‘¥ğ‘ ğ‘‘

# Stock label
source: _Center
en@shaw: _ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼

# Stock label
source: _Fill
en@shaw: _ğ‘“ğ‘¦ğ‘¤

# Stock label
source: _Left
en@shaw: _ğ‘¤ğ‘§ğ‘“ğ‘‘

# Stock label
source: _Right
en@shaw: _ğ‘®ğ‘²ğ‘‘

# Stock label, media
source: _Forward
en@shaw: _ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›

# Stock label, media
source: _Next
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

# Stock label, media
source: P_ause
en@shaw: _ğ‘ğ‘·ğ‘Ÿ

# Stock label, media
source: _Play
en@shaw: _ğ‘ğ‘¤ğ‘±

# Stock label, media
source: Pre_vious
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

# Stock label, media
source: _Record
en@shaw: _ğ‘®ğ‘©ğ‘’ğ‘¹ğ‘›

# Stock label, media
source: R_ewind
en@shaw: _ğ‘®ğ‘°ğ‘¢ğ‘²ğ‘¯ğ‘›

# Stock label, media
source: _Stop
en@shaw: _ğ‘•ğ‘‘ğ‘ªğ‘

# Stock label
source: _Network
en@shaw: _ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

# Stock label
source: _New
en@shaw: _ğ‘¯ğ‘¿

# Stock label
source: _No
en@shaw: _ğ‘¯ğ‘´

# Stock label
source: _OK
en@shaw: _ğ‘´ğ‘’ğ‘±

# Stock label
source: _Open
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯

# Stock label
source: Landscape
en@shaw: ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘’ğ‘¨ğ‘

# Stock label
source: Portrait
en@shaw: ğ‘ğ‘ªğ‘®ğ‘‘ğ‘®ğ‘©ğ‘‘

# Stock label
source: Reverse landscape
en@shaw: ğ‘®ğ‘°ğ‘ğ‘»ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘’ğ‘¨ğ‘

# Stock label
source: Reverse portrait
en@shaw: ğ‘®ğ‘°ğ‘ğ‘»ğ‘• ğ‘ğ‘ªğ‘®ğ‘‘ğ‘®ğ‘©ğ‘‘

# Stock label
source: Page Set_up
en@shaw: ğ‘ğ‘±ğ‘¡ _ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

# Stock label
source: _Paste
en@shaw: _ğ‘ğ‘±ğ‘•ğ‘‘

# Stock label
source: _Preferences
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

# Stock label
source: _Print
en@shaw: _ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

# Stock label
source: Print Pre_view
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ _ğ‘ğ‘®ğ‘°ğ‘ğ‘¿

# Stock label
source: _Properties
en@shaw: _ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

# Stock label
source: _Quit
en@shaw: _ğ‘’ğ‘¢ğ‘¦ğ‘‘

# Stock label
source: _Redo
en@shaw: _ğ‘®ğ‘°ğ‘›ğ‘µ

# Stock label
source: _Refresh
en@shaw: _ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–

# Stock label
source: _Remove
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

# Stock label
source: _Revert
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘

# Stock label
source: _Save
en@shaw: _ğ‘•ğ‘±ğ‘

# Stock label
source: Save _As
en@shaw: ğ‘•ğ‘±ğ‘ _ğ‘¨ğ‘Ÿ

# Stock label
source: Select _All
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ _ğ‘·ğ‘¤

# Stock label
source: _Color
en@shaw: _ğ‘’ğ‘³ğ‘¤ğ‘¼

# Stock label
source: _Font
en@shaw: _ğ‘“ğ‘ªğ‘¯ğ‘‘

# Stock label
source: _Ascending
en@shaw: _ğ‘©ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™

# Stock label
source: _Descending
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™

# Stock label
source: _Spell Check
en@shaw: _ğ‘•ğ‘ğ‘§ğ‘¤ ğ‘—ğ‘§ğ‘’

# Stock label
source: _Stop
en@shaw: _ğ‘•ğ‘‘ğ‘ªğ‘

# Stock label
source: _Underline
en@shaw: _ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯

# Stock label
source: _Undo
en@shaw: _ğ‘³ğ‘¯ğ‘›ğ‘µ

# Stock label
source: _Yes
en@shaw: _ğ‘˜ğ‘§ğ‘•

# Stock label
source: _Normal Size
en@shaw: _ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ

# Stock label
source: Best _Fit
en@shaw: ğ‘šğ‘§ğ‘•ğ‘‘ _ğ‘“ğ‘¦ğ‘‘

# Stock label
source: Zoom _In
en@shaw: ğ‘Ÿğ‘µğ‘¥ _ğ‘¦ğ‘¯

# Stock label
source: Zoom _Out
en@shaw: ğ‘Ÿğ‘µğ‘¥ _ğ‘¬ğ‘‘

source: Unknown error when trying to deserialize %s
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘§ğ‘•ğ‘½ğ‘®ğ‘¾ğ‘¤ğ‘²ğ‘Ÿ %s

source: No deserialize function found for format %s
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘§ğ‘•ğ‘½ğ‘®ğ‘¾ğ‘¤ğ‘²ğ‘Ÿ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ %s

source: Both "id" and "name" were found on the <%s> element
en@shaw: ğ‘šğ‘´ğ‘” "id" ğ‘¯ "name" ğ‘¢ğ‘» ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘ <%s> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The attribute "%s" was found twice on the <%s> element
en@shaw: ğ‘ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ "%s" ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘‘ğ‘¢ğ‘²ğ‘• ğ‘ªğ‘¯ ğ‘ <%s> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: <%s> element has invalid id "%s"
en@shaw: <%s> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› id "%s"

source: <%s> element has neither a "name" nor an "id" attribute
en@shaw: <%s> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘²ğ‘ğ‘¼ ğ‘© "name" ğ‘¯ğ‘¹ ğ‘©ğ‘¯ "id" ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘

source: Attribute "%s" repeated twice on the same <%s> element
en@shaw: ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ "%s" ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘¢ğ‘²ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ <%s> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Attribute "%s" is invalid on <%s> element in this context
en@shaw: ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ "%s" ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ªğ‘¯ <%s> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Tag "%s" has not been defined.
en@shaw: ğ‘‘ğ‘¨ğ‘œ "%s" ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: Anonymous tag found and tags can not be created.
en@shaw: ğ‘©ğ‘¯ğ‘ªğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¯ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›.

source: Tag "%s" does not exist in buffer and tags can not be created.
en@shaw: ğ‘‘ğ‘¨ğ‘œ "%s" ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘šğ‘³ğ‘“ğ‘¼ ğ‘¯ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›.

source: Element <%s> is not allowed below <%s>
en@shaw: ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ <%s> ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘šğ‘©ğ‘¤ğ‘´ <%s>

source: "%s" is not a valid attribute type
en@shaw: "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘‘ğ‘²ğ‘

source: "%s" is not a valid attribute name
en@shaw: "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: "%s" could not be converted to a value of type "%s" for attribute "%s"
en@shaw: "%s" ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘‘ğ‘²ğ‘ "%s" ğ‘“ğ‘¹ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ "%s"

source: "%s" is not a valid value for attribute "%s"
en@shaw: "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ "%s"

source: Tag "%s" already defined
en@shaw: ğ‘‘ğ‘¨ğ‘œ "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: Tag "%s" has invalid priority "%s"
en@shaw: ğ‘‘ğ‘¨ğ‘œ "%s" ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦ "%s"

source: Outermost element in text must be <text_view_markup> not <%s>
en@shaw: ğ‘¶ğ‘‘ğ‘»ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° <text_view_markup> ğ‘¯ğ‘ªğ‘‘ <%s>

source: A <%s> element has already been specified
en@shaw: ğ‘© <%s> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›

source: A <text> element can't occur before a <tags> element
en@shaw: ğ‘© <text> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘¯'ğ‘‘ğ‘° ğ‘ªğ‘’ğ‘» ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘© <tags> ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Serialized data is malformed
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘›

source: Serialized data is malformed. First section isn't GTKTEXTBUFFERCONTENTS-0001
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘›. ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ GTKTEXTBUFFERCONTENTS-0001

source: LRM _Left-to-right mark
en@shaw: LRM _ğ‘¤ğ‘§ğ‘“ğ‘‘-ğ‘‘-ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘’

source: RLM _Right-to-left mark
en@shaw: RLM _ğ‘®ğ‘²ğ‘‘-ğ‘‘-ğ‘¤ğ‘§ğ‘“ğ‘‘ Â·ğ‘¥ğ‘¸ğ‘’

source: LRE Left-to-right _embedding
en@shaw: LRE ğ‘¤ğ‘§ğ‘“ğ‘‘-ğ‘‘-ğ‘®ğ‘²ğ‘‘ _ğ‘¦ğ‘šğ‘§ğ‘›ğ‘¦ğ‘™

source: RLE Right-to-left e_mbedding
en@shaw: RLE ğ‘®ğ‘²ğ‘‘-ğ‘‘-ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¦_ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘™

source: LRO Left-to-right _override
en@shaw: LRO ğ‘¤ğ‘§ğ‘“ğ‘‘-ğ‘‘-ğ‘®ğ‘²ğ‘‘ _ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘›

source: RLO Right-to-left o_verride
en@shaw: RLO ğ‘®ğ‘²ğ‘‘-ğ‘‘-ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘´_ğ‘ğ‘¼ğ‘®ğ‘²ğ‘›

source: PDF _Pop directional formatting
en@shaw: Â·ğ‘Â·ğ‘›Â·ğ‘“ _ğ‘ğ‘ªğ‘ ğ‘›ğ‘»ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘™

source: ZWS _Zero width space
en@shaw: ZWS _ğ‘Ÿğ‘»ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘•ğ‘ğ‘±ğ‘•

source: ZWJ Zero width _joiner
en@shaw: ZWJ ğ‘Ÿğ‘½ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘” _ğ‘¡ğ‘¶ğ‘¯ğ‘¼

source: ZWNJ Zero width _non-joiner
en@shaw: ZWNJ ğ‘Ÿğ‘½ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘” _ğ‘¯ğ‘ªğ‘¯-ğ‘¡ğ‘¶ğ‘¯ğ‘¼

source: Unable to locate theme engine in module_path: "%s",
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘”ğ‘°ğ‘¥ ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ ğ‘¦ğ‘¯ module_path: "%s",

source: Unexpected start tag '%s' on line %d char %d
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘¨ğ‘œ '%s' ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘¯ %d ğ‘—ğ‘¸ %d

source: Unexpected character data on line %d char %d
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘¯ %d ğ‘—ğ‘¸ %d

source: Empty
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦

source: Volume
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Turns volume down or up
en@shaw: ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘›ğ‘¬ğ‘¯ ğ‘¹ ğ‘³ğ‘

source: Adjusts the volume
en@shaw: ğ‘©ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘• ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Volume Down
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘›ğ‘¬ğ‘¯

source: Decreases the volume
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Volume Up
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘³ğ‘

source: Increases the volume
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Muted
en@shaw: ğ‘¥ğ‘¿ğ‘‘ğ‘©ğ‘›

source: Full Volume
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

# paper size
source: Arch A
en@shaw: ğ‘¸ğ‘— A

# paper size
source: Arch B
en@shaw: ğ‘¸ğ‘— B

# paper size
source: Arch C
en@shaw: ğ‘¸ğ‘— C

# paper size
source: Arch D
en@shaw: ğ‘¸ğ‘— D

# paper size
source: Arch E
en@shaw: ğ‘¸ğ‘— E

# paper size
source: b-plus
en@shaw: b-ğ‘ğ‘¤ğ‘³ğ‘•

# paper size
source: c5 Envelope
en@shaw: c5 ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: e
en@shaw: ğ‘§

# paper size
source: European edp
en@shaw: ğ‘˜ğ‘«ğ‘¼ğ‘©ğ‘ğ‘°ğ‘©ğ‘¯ edp

# paper size
source: Executive
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘§ğ‘’ğ‘˜ğ‘©ğ‘‘ğ‘¦ğ‘

# paper size
source: Government Legal
en@shaw: ğ‘œğ‘³ğ‘ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘°ğ‘œğ‘©ğ‘¤

# paper size
source: Government Letter
en@shaw: ğ‘œğ‘³ğ‘ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘‘ğ‘¼

# paper size
source: Invoice
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¬ğ‘•

# paper size
source: Tabloid
en@shaw: ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¬ğ‘›

# paper size
source: Monarch Envelope
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¼ğ‘’ ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: #10 Envelope
en@shaw: #10 ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: #11 Envelope
en@shaw: #11 ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: #12 Envelope
en@shaw: #12 ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: #14 Envelope
en@shaw: #14 ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: #9 Envelope
en@shaw: #9 ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: Personal Envelope
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: Quarto
en@shaw: ğ‘’ğ‘¢ğ‘ªğ‘®ğ‘‘ğ‘´

# paper size
source: Wide Format
en@shaw: ğ‘¢ğ‘²ğ‘› ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

# paper size
source: Dai-pa-kai
en@shaw: ğ‘›ğ‘²-ğ‘ğ‘­-ğ‘’ğ‘²

# paper size
source: Invite Envelope
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘²ğ‘‘ ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: Italian Envelope
en@shaw: ğ‘¦ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘

# paper size
source: pa-kai
en@shaw: ğ‘ğ‘­-ğ‘’ğ‘²

# paper size
source: Small Photo
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘“ğ‘´ğ‘‘ğ‘´

source: different idatas found for symlinked '%s' and '%s'
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ idatağ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘› '%s' ğ‘¯ '%s'

source: Failed to write header
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘£ğ‘§ğ‘›ğ‘¼

source: Failed to write hash table
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘– ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Failed to write folder index
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•

source: Failed to rewrite header
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘®ğ‘²ğ‘‘ ğ‘£ğ‘§ğ‘›ğ‘¼

source: Failed to open file %s : %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ %s : %s

source: Failed to write cache file: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¨ğ‘– ğ‘“ğ‘²ğ‘¤: %s

source: The generated cache was invalid.
en@shaw: ğ‘ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘– ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›.

source: Could not rename %s to %s: %s, removing %s then.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ %s ğ‘‘ %s: %s, ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ %s ğ‘ğ‘§ğ‘¯.

source: Could not rename %s to %s: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ %s ğ‘‘ %s: %s

source: Could not rename %s back to %s: %s.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ %s ğ‘šğ‘¨ğ‘’ ğ‘‘ %s: %s.

source: Cache file created successfully.
en@shaw: ğ‘’ğ‘¨ğ‘– ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦.

source: Overwrite an existing cache, even if up to date
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘–, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘³ğ‘ ğ‘‘ ğ‘›ğ‘±ğ‘‘

source: Don't check for the existence of index.theme
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘—ğ‘§ğ‘’ ğ‘“ğ‘¹ ğ‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•.ğ‘”ğ‘°ğ‘¥

source: Don't include image data in the cache
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘–

source: Output a C header file
en@shaw: ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘© C ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: Turn off verbose output
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘“ ğ‘ğ‘»ğ‘šğ‘´ğ‘• ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: Validate existing icon cache
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘©ğ‘›ğ‘±ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘’ğ‘¨ğ‘–

source: File not found: %s
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›: %s

source: Not a valid icon cache: %s
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘’ğ‘¨ğ‘–: %s

source: No theme index file.
en@shaw: ğ‘¯ğ‘´ ğ‘”ğ‘°ğ‘¥ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤.

source: No theme index file in '%s'. If you really want to create an icon cache here, use --ignore-theme-index.
en@shaw: ğ‘¯ğ‘´ ğ‘”ğ‘°ğ‘¥ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ '%s'. ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘’ğ‘¨ğ‘– ğ‘£ğ‘½, ğ‘¿ğ‘Ÿ --ignore-theme-index.

source: Amharic (EZ+)
en@shaw: Â·ğ‘©ğ‘¥ğ‘£ğ‘¨ğ‘®ğ‘¦ğ‘’ (EZ+)

source: Cedilla
en@shaw: Â·ğ‘•ğ‘©ğ‘›ğ‘¦ğ‘¤ğ‘©

source: Cyrillic (Transliterated)
en@shaw: Â·ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’ (ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¤ğ‘¦ğ‘‘ğ‘»ğ‘±ğ‘‘ğ‘©ğ‘›)

source: Inuktitut (Transliterated)
en@shaw: Â·ğ‘¦ğ‘¯ğ‘³ğ‘’ğ‘‘ğ‘¦ğ‘‘ğ‘µğ‘‘ (ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¤ğ‘¦ğ‘‘ğ‘»ğ‘±ğ‘‘ğ‘©ğ‘›)

source: Multipress
en@shaw: ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘®ğ‘§ğ‘•

source: Thai-Lao
en@shaw: Â·ğ‘‘ğ‘²-Â·ğ‘¤ğ‘¶

source: Tigrigna-Eritrean (EZ+)
en@shaw: Â·ğ‘‘ğ‘¦ğ‘œğ‘®ğ‘¦ğ‘œğ‘¯ğ‘©-Â·ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘©ğ‘¯ (EZ+)

source: Tigrigna-Ethiopian (EZ+)
en@shaw: Â·ğ‘‘ğ‘¦ğ‘œğ‘®ğ‘¦ğ‘œğ‘¯ğ‘©-Â·ğ‘°ğ‘”ğ‘°ğ‘´ğ‘ğ‘°ğ‘©ğ‘¯ (EZ+)

source: Vietnamese (VIQR)
en@shaw: ğ‘ğ‘°ğ‘§ğ‘‘ğ‘¯ğ‘­ğ‘¥ğ‘°ğ‘• (VIQR)

source: X Input Method
en@shaw: X ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘›

source: Username:
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥:

source: Password:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: Authentication is required to get attributes of a job
en@shaw: ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘• ğ‘ ğ‘© ğ‘¡ğ‘ªğ‘š

source: Authentication is required to get attributes of a printer
en@shaw: ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘• ğ‘ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Domain:
en@shaw: ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯:

source: Authentication is required to print this document
en@shaw: ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Paused; Rejecting Jobs
en@shaw: ğ‘ğ‘·ğ‘Ÿğ‘› ; ğ‘®ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¡ğ‘ªğ‘šğ‘Ÿ

source: Rejecting Jobs
en@shaw: ğ‘®ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¡ğ‘ªğ‘šğ‘Ÿ

source: Two Sided
en@shaw: ğ‘‘ğ‘µ ğ‘•ğ‘²ğ‘›ğ‘©ğ‘›

source: Paper Type
en@shaw: ğ‘ğ‘±ğ‘ğ‘¼ ğ‘‘ğ‘²ğ‘

source: Paper Source
en@shaw: ğ‘ğ‘±ğ‘ğ‘¼ ğ‘•ğ‘¹ğ‘•

source: Output Tray
en@shaw: ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘‘ğ‘®ğ‘±

source: Resolution
en@shaw: ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯

source: One Sided
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘•ğ‘²ğ‘›ğ‘©ğ‘›

source: Long Edge (Standard)
en@shaw: ğ‘¤ğ‘ªğ‘™ ğ‘§ğ‘¡ (ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘›)

source: Short Edge (Flip)
en@shaw: ğ‘–ğ‘¹ğ‘‘ ğ‘§ğ‘¡ (ğ‘“ğ‘¤ğ‘¦ğ‘)

source: Auto Select
en@shaw: ğ‘·ğ‘‘ğ‘´ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘

source: Printer Default
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: No pre-filtering
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘°-ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ğ‘¦ğ‘™

source: Miscellaneous
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘•

source: Urgent
en@shaw: ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: High
en@shaw: ğ‘£ğ‘²

source: Medium
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

source: Low
en@shaw: ğ‘¤ğ‘´

source: Pages per Sheet
en@shaw: ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘ğ‘» ğ‘–ğ‘°ğ‘‘

source: Job Priority
en@shaw: Â·ğ‘¡ğ‘´ğ‘š ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦

source: Billing Info
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘´

source: None
en@shaw: ğ‘¯ğ‘³ğ‘¯

source: Classified
en@shaw: ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›

source: Confidential
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¦ğ‘›ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤

source: Secret
en@shaw: ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘

source: Standard
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘›

source: Top Secret
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘

source: Unclassified
en@shaw: ğ‘©ğ‘¯ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›

source: Before
en@shaw: ğ‘šğ‘¦ğ‘“ğ‘¹

source: After
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼

source: Print at
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘¨ğ‘‘

source: Print at time
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘¨ğ‘‘ ğ‘‘ğ‘²ğ‘¥

source: Custom %sx%s
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ %sx%s

source: output.%s
en@shaw: ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘.%s

source: Print to File
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Postscript
en@shaw: ğ‘ğ‘´ğ‘•ğ‘‘ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: Pages per _sheet:
en@shaw: ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘ğ‘» _ğ‘–ğ‘°ğ‘‘:

source: File
en@shaw: ğ‘“ğ‘²ğ‘¤

source: _Output format
en@shaw: _ğ‘¬ğ‘‘ğ‘ğ‘³ğ‘‘ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Print to LPR
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘‘ LPR

source: Pages Per Sheet
en@shaw: ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘ğ‘» ğ‘–ğ‘°ğ‘‘

source: Command Line
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯

source: printer offline
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘ªğ‘“ğ‘¤ğ‘²ğ‘¯

source: ready to print
en@shaw: ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: processing job
en@shaw: ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘¡ğ‘ªğ‘š
